Repository: Tesora/tesora-api-site
Catalog: api-guide/locale/*.po
Languages: pt_br

source: OpenStack API Guide
pt_br: Guia do API do OpenStack

source: API Guide
pt_br: Guia da API

source: OpenStack Foundation
pt_br: Fundação OpenStack

source: Copyright details are filled in by the template.
pt_br: Detalhes de direitos autorais são preenchidos pelo modelo.

source: OpenStack is an open source cloud computing platform for public and private clouds. A series of interrelated projects deliver a cloud infrastructure solution. This guide is for developers who want to extend the OpenStack APIs or write applications that run on an OpenStack cloud. This guide introduces developers to OpenStack API concepts, common tasks, and ways of interacting with the APIs.
pt_br: OpenStack é uma plataforma de código aberto para computação nas nuvens para nuvens públicas e privadas. Uma série de projetos inter-relacionados que entregam uma solução de infraestrutura nas nuvens. Este guia é para desenvolvedores que querem extender a API do OpenStack ou escrever aplicações que executam em uma nuvem OpenStack. Esse guia introduz os desenvolvedores nos conceitos, tarefas comuns e caminhos de como interagir com a API do OpenStack.

source: API limits
pt_br: Limites API

source: API concepts
pt_br: Conceitos API

source: API overview
pt_br: Visão Geral API

source: Use the APIs
pt_br: Usando a APIs

source: Provide tutorials, examples, interspersed with specific API concepts?
pt_br: Fornecer tutoriais, exemplos, intercalados com conceitos específicos da API?

source: translator-credits
pt_br: Gabriel Wainer, gabrielcw@gmail.com, 2013 Rousseau Braga, braga.rousseau@gmail.com, 2015
