Repository: Tesora/tesora-api-site
Catalog: api-ref-guides/locale/*.po
Languages: fr

source: API Complete Reference
fr: Référentiel complet des APIs

source: API Reference
fr: Référentiel de l'API

source: Copyright details are filled in by the template.
fr: Les détails sur les droits d'auteurs sont remplis par le modèle.

source: OpenStack API Complete Reference
fr: Référentiel complet des APIs OpenStack

source: OpenStack Block Storage
fr: Stockage Bloc OpenStack

source: OpenStack Block Storage API v1 Reference
fr: Référentiel de l'API de Stockage Bloc OpenStack v1

source: OpenStack Block Storage API v2 Reference
fr: Référentiel de l'API de stockager bloc OpenStack V2

source: OpenStack Data Processing
fr: Traitement de données OpenStack

source: OpenStack Data Processing API v1.1 Reference
fr: Référentiel de l'API de traitement de données OpenStack v1.1

source: OpenStack Database Service
fr: Service de base de données OpenStack

source: OpenStack Database Service API v1.0 Reference
fr: Référentiel de l'API du service de base de données OpenStack v1.0

source: OpenStack Foundation
fr: Fondation OpenStack

source: OpenStack Identity
fr: Gestion d'identités OpenStack

source: OpenStack Identity API v2.0 Reference
fr: Référentiel de l'API de gestion d'identités OpenStack v2.0

source: OpenStack Identity API v3 Reference
fr: Référentiel de l'API de compute OpenStack v3

source: OpenStack Image Service
fr: Service de gestion des images OpenStack

source: OpenStack Image Service API v1 Reference
fr: Référentiel de l'API du service de gestion des images OpenStack v1

source: OpenStack Image Service API v2 Reference
fr: Référentiel de l'API du service de gestion des images OpenStack v2

source: OpenStack Networking (neutron)
fr: Gestion de réseaux (Neutron) OpenStack

source: OpenStack Networking (neutron) API v2.0 and Extensions Reference
fr: Référentiel de l'API de gestion de réseaux (Neutron) OpenStack v2.0 et de ses Extensions

source: OpenStack Object Storage
fr: Stockage Objet OpenStack

source: OpenStack Object Storage API v1 Reference
fr: Référentiel de l'API de stockage objet OpenStack v1

source: OpenStack Orchestration
fr: Orchestration OpenStack

source: OpenStack Orchestration API v1 Reference
fr: Référentiel de l'API d'orchestration OpenStack v1

source: OpenStack Telemetry
fr: Télémétrie OpenStack

source: OpenStack Telemetry API v2 Reference
fr: Référentiel de l'API de télémétrie OpenStack V2

source: Preface
fr: Préface

source: Use the OpenStack APIs and extensions in your OpenStack cloud.
fr: Utilisez les APIs et extensions OpenStack dans votre cloud OpenStack.

source: You must install the packages for each API separately. After you authenticate through the <link xlink:href="api-ref-identity.html">Identity API</link>, you can use the other APIs and extensions to launch server instances, create images, assign metadata to instances and images, create containers and objects, and complete other actions in your OpenStack cloud. To get started with the APIs, see the <link xlink:href="http://docs.openstack.org/api/quick-start/content/">OpenStack API Quick Start</link>.
fr: Vous devez installer les packages de chaque API séparément. Une fois authentifié en utilisant <link xlink:href="api-ref-identity.html">l'API de gestion d'identités</link>, vous pouvez utiliser les autres APIs et extensions pour démarrer des instances de serveur, créer des images, assigner des métadonnées aux instances et images, créer des conteneurs et des objets, et mener à bien d'autres actions dans votre cloud OpenStack. Pour débuter avec les APIs, reportez-vous à la documentation <link xlink:href="http://docs.openstack.org/api/quick-start/content/">API OpenStack : démarrage rapide</link>.

source: translator-credits
fr: Communauté des traducteurs FR, https://wiki.openstack.org/wiki/I18nTeam/fr, 2014, 2015
